Repository: sikaxn/scoreboard
Catalog: smartScoreboard/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ +1 Min
zh_hans: %@ +1 分钟

source: %@ +1 Sec
zh_hans: %@ +1 秒

source: %@ -1 Min
zh_hans: %@ -1 分钟

source: %@ -1 Sec
zh_hans: %@ -1 秒

source: %@ Pause +1
zh_hans: %@ 暂停 +1

source: %@ Pause -1
zh_hans: %@ 暂停 -1

source: %@ Penalty 2 Min
zh_hans: %@ 罚时 2 分钟

source: %@ Penalty 4 Min
zh_hans: %@ 罚时 4 分钟

source: %@ Penalty 5 Min
zh_hans: %@ 罚时 5 分钟

source: %@ Prep +15 Sec
zh_hans: %@ 准备 +15 秒

source: %@ Prep -15 Sec
zh_hans: %@ 准备 -15 秒

source: %@ Primary Action
zh_hans: %@ 主要操作

source: %@ Score +%d
zh_hans: %@ 得分 +%d

source: %@ Score -1
zh_hans: %@ 得分 -1

source: %@ Score Slot %d
zh_hans: %@ 得分按钮 %d

source: %@ Serve Here
zh_hans: %@ 在此发球

source: %@ Shot 14
zh_hans: %@ 14 秒进攻

source: %@ Shot 24
zh_hans: %@ 24 秒进攻

source: %@ Substitution +1
zh_hans: %@ 换人 +1

source: %@ Substitution -1
zh_hans: %@ 换人 -1

source: %@ Team Foul +1
zh_hans: %@ 全队犯规 +1

source: %@ Team Foul -1
zh_hans: %@ 全队犯规 -1

source: %@ Turn Here
zh_hans: %@ 在此行动

source: %@ Wins Period
zh_hans: %@ 赢得本节

source: Assign hardware keyboard commands to live control board actions.
zh_hans: 为实时控制板操作分配硬件键盘命令。

source: Available
zh_hans: 可用

source: Chess and Debate
zh_hans: 国际象棋和辩论

source: Default Shortcuts
zh_hans: 默认快捷键

source: Hockey Penalties
zh_hans: 冰球罚时

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Keyboard shortcuts only run from the live control board while settings, alerts, sheets, and text entry are closed.
zh_hans: 键盘快捷键只会在实时控制板中运行，并且设置、提醒、表单和文本输入都必须关闭。

source: Live Board Only
zh_hans: 仅实时控制板

source: Period and Sides
zh_hans: 节次和双方

source: Press a hardware key combination for %@.
zh_hans: 按下用于 %@ 的硬件按键组合。

source: Primary Timer
zh_hans: 主计时器

source: Record
zh_hans: 录制

source: Recording Shortcut
zh_hans: 正在录制快捷键

source: Reset %@ Prep
zh_hans: 重置 %@ 准备时间

source: Reset Actions
zh_hans: 重置操作

source: Reset Chess Clocks
zh_hans: 重置棋钟

source: Reset Debate Round
zh_hans: 重置辩论轮次

source: Reset Debate Segment
zh_hans: 重置辩论环节

source: Reset Defaults
zh_hans: 恢复默认

source: Reset Primary Timer
zh_hans: 重置主计时器

source: Reset Secondary Timer
zh_hans: 重置副计时器

source: Return to Segment
zh_hans: 返回环节计时

source: Safe default shortcuts cover the primary timer, basic scoring, secondary timer control, home/guest secondary-timer assignment, and player-page navigation. Reset-style actions stay unassigned until you choose them.
zh_hans: 安全的默认快捷键涵盖主计时器、基础得分、副计时器控制、主/客队副计时器分配和球员页面导航。重置类操作在你主动分配前保持未分配。

source: Scoring
zh_hans: 得分

source: Space
zh_hans: 空格

source: Team Tools
zh_hans: 团队工具

source: Toggle %@ Prep
zh_hans: 切换 %@ 准备时间

source: Toggle Players Page
zh_hans: 切换球员页面

source: Toggle Primary Timer
zh_hans: 切换主计时器

source: Unassigned
zh_hans: 未分配

source: Unavailable for Current Game
zh_hans: 当前比赛不可用

source: Undo Period Win
zh_hans: 撤销本节胜方

source: Use Keyboard Shortcuts to assign hardware keyboard commands to stable live control board actions. Shortcuts work on Mac, iPad, and iPhone when the live board is active and settings, text fields, alerts, or sheets are not open.
zh_hans: 使用键盘快捷键为稳定的实时控制板操作分配硬件键盘命令。快捷键适用于 Mac、iPad 和 iPhone，并且仅在实时控制板处于活动状态且设置、文本框、提醒或表单未打开时生效。

source: -1 Min
zh_hans: -1 分钟

source: -1 Sec
zh_hans: -1 秒

source: -1s
zh_hans: -1 秒

source: -15s
zh_hans: -15 秒

source: %@ %@ player
zh_hans: %1$@%2$@球员

source: %@ %@ shot clock for %@
zh_hans: 为%3$@%1$@ %2$@ 进攻计时

source: %@ • %@ wins match
zh_hans: %1$@ • %2$@赢得比赛

source: %@ +%lld more
zh_hans: %1$@ 还有 %2$lld 个

source: %@ Award Period %d to %@, reset the score to 0-0, and reset the timer?
zh_hans: %1$@ 将第 %2$d 节判给%3$@，将比分重置为 0-0，并重置计时器？

source: %@ chess clock %@
zh_hans: %1$@棋钟 %2$@

source: %@ Clocks
zh_hans: %@ 计时器

source: %@ Controls
zh_hans: %@ 控制

source: %@ debate clock %@
zh_hans: %1$@辩论计时 %2$@

source: %@ disconnected this Remote Display.
zh_hans: %1$@ 已断开此远程显示。

source: %@ disconnected. Waiting for reconnect.
zh_hans: %1$@ 已断开连接。正在等待重新连接。

source: %@ disconnected. Waiting for Remote Display to reconnect.
zh_hans: %1$@ 已断开连接。正在等待远程显示重新连接。

source: %@ is currently showing the pair screen while connected to %@. Replacing it will move the live Remote Display session to this operator device.
zh_hans: %1$@ 当前正在显示配对屏幕，并已连接到 %2$@。替换它会将实时远程显示会话移至此操作设备。

source: %@ is in use by %@.
zh_hans: %1$@ 正由 %2$@ 使用。

source: %@ needs a new pairing code.
zh_hans: %1$@ 需要新的配对码。

source: %@ pauses %@
zh_hans: %1$@暂停次数 %2$@

source: %@ penalty timer %@
zh_hans: %1$@罚时计时 %2$@

source: %@ player foul %@
zh_hans: %1$@球员犯规 %2$@

source: %@ PLAYERS
zh_hans: %@球员

source: %@ prep
zh_hans: %@ 准备时间

source: %@ Prep
zh_hans: %@准备

source: %@ prep %@
zh_hans: %1$@准备时间 %2$@

source: %@ prep clock %@
zh_hans: %1$@准备计时%2$@

source: %@ prep clock toggle
zh_hans: 切换%1$@准备计时

source: %@ removed this display. Pair again to reconnect.
zh_hans: %1$@ 已移除此显示设备。请重新配对以恢复连接。

source: %@ Roster
zh_hans: %@ 名单

source: %@ score %@
zh_hans: %1$@得分 %2$@

source: %@ stopped responding. Waiting for reconnect.
zh_hans: %1$@ 已停止响应。正在等待重新连接。

source: %@ swaps %@
zh_hans: %1$@换人次数 %2$@

source: %@ team fouls %@
zh_hans: %1$@全队犯规 %2$@

source: %@ This is not a standard period-winning score for Period %d, which is played to %d and must be won by two. Award it anyway?
zh_hans: %1$@ 这不是第 %2$d 节的标准获胜比分；本节打到 %3$d 分且必须赢 2 分。仍要判定吗？

source: %@ vs %@
zh_hans: %@ 对 %@

source: %@ was previously connected to %@. Replacing it will allow this operator device to run that Remote Display.
zh_hans: %1$@ 之前已连接到 %2$@。替换它将允许此操作设备运行该远程显示。

source: %@ wins period
zh_hans: %1$@赢得本节

source: %@ wins Period %d
zh_hans: %1$@赢得第 %2$d 节

source: %d connected
zh_hans: %1$d 台已连接

source: %d operator devices saved
zh_hans: 已保存 %1$d 台操作设备

source: %d Remote Displays are not replying: %@
zh_hans: %1$d 台远程显示无回复：%2$@

source: %d Remote Displays disconnected: %@
zh_hans: %1$d 台远程显示已断开：%2$@

source: %lld blocks
zh_hans: %lld 个模块

# %lld blocks · %@
source: %1$lld blocks · %2$@
zh_hans: %1$lld 个模块 · %2$@

# %lld blocks · %@ speech time
source: %1$lld blocks · %2$@ speech time
zh_hans: %1$lld 个模块 · %2$@ 发言时间

source: +%d min
zh_hans: +%d 分钟

source: +%lld more
zh_hans: 还有 %lld 个

source: +1 Min
zh_hans: +1 分钟

source: +1 Sec
zh_hans: +1 秒

source: +1s
zh_hans: +1 秒

source: +15s
zh_hans: +15 秒

source: 1 operator device saved
zh_hans: 已保存 1 台操作设备

source: 12-Hour Time
zh_hans: 12 小时时间

source: 24-Hour Time
zh_hans: 24 小时时间

source: A hockey penalty timer is added
zh_hans: 添加一个冰球罚时计时器

source: A hockey penalty timer starts
zh_hans: 冰球罚时计时器开始

source: A hockey penalty timer stops
zh_hans: 冰球罚时计时器停止

source: A live scoreboard app for sports, debate, chess, and custom game displays.
zh_hans: 适用于体育、辩论、国际象棋和自定义比赛显示的实时记分牌应用。

source: A player foul is added
zh_hans: 添加一次球员犯规

source: A player is moved to the bench
zh_hans: 球员移至替补

source: A player is shown in the lineup
zh_hans: 球员显示在阵容中

source: A red card is assigned
zh_hans: 分配红牌

source: A substitution count is used
zh_hans: 使用一次换人次数

source: A team foul is added
zh_hans: 添加一次全队犯规

source: A team pause count is used
zh_hans: 使用一次球队暂停次数

source: A team score changes
zh_hans: 队伍比分改变

source: A yellow card is assigned
zh_hans: 分配黄牌

source: About
zh_hans: 关于

source: About and welcome now use the hidden icon.
zh_hans: “关于”页面和欢迎页现在会使用隐藏图标。

source: About Companion
zh_hans: 关于 Companion

source: About Remote Display
zh_hans: 关于远程显示

source: ACTIVE
zh_hans: 运行中

source: Active Clock
zh_hans: 当前计时器

source: Active lineup
zh_hans: 上场阵容

source: Active Lineup
zh_hans: 上场阵容

source: Active or displayed side changes
zh_hans: 当前方或显示方改变

source: Adaptive Fit
zh_hans: 自适应适配

source: Add %@ penalty timer
zh_hans: 添加%1$@罚时计时

source: Add 2:00
zh_hans: 添加 2:00

source: Add 4:00
zh_hans: 添加 4:00

source: Add 5:00
zh_hans: 添加 5:00

source: Add Segment
zh_hans: 添加环节

source: Added Time
zh_hans: 补时

source: Adjust debate timer
zh_hans: 调整辩论计时

source: Adjust player foul
zh_hans: 调整球员犯规

source: Adjust the selected photo placement on the public display.
zh_hans: 调整所选照片在公开显示上的位置。

source: Aff
zh_hans: 正方

source: Aff Constructive
zh_hans: 正方立论

source: Aff Cross-Ex
zh_hans: 正方交叉质询

source: Aff Final Focus
zh_hans: 正方最终陈词

source: Aff Rebuttal
zh_hans: 正方反驳

source: Aff Rebuttal 2
zh_hans: 正方第二反驳

source: Aff Speech
zh_hans: 正方发言

source: Aff Summary
zh_hans: 正方总结

source: Aff-Led Side Clock
zh_hans: 正方主导分方计时

source: Alarm Pulse
zh_hans: 脉冲警报

source: All Cards Reset
zh_hans: 所有红黄牌已重置

source: All Team Fouls Reset
zh_hans: 所有全队犯规已重置

source: Allow Individual Remote Display Control
zh_hans: 允许单独控制 Remote Display

source: Allow Side Switching
zh_hans: 允许切换方

source: Animated Logo
zh_hans: 动画标志

source: Animation Speed
zh_hans: 动画速度

source: Animation Style
zh_hans: 动画样式

source: another board
zh_hans: 另一台记分牌

source: another operator device
zh_hans: 另一台操作设备

source: Any side prep timer starts
zh_hans: 任一方准备计时开始

source: Any side prep timer stops
zh_hans: 任一方准备计时停止

source: App Backup
zh_hans: App 备份

source: Apple TV can only act as a Remote Display. It requires the full Smart Scoreboard app on macOS or iPad to pair, control, and run the scoreboard.
zh_hans: Apple TV 只能作为远程显示使用。它需要 macOS 或 iPad 上的完整 Smart Scoreboard 应用进行配对、控制并运行记分牌。

source: Apple TV can only act as a Remote Display. Use the full Smart Scoreboard app on macOS or iPad to pair this Apple TV, control the scoreboard, and send live updates.
zh_hans: Apple TV 只能作为远程显示使用。请使用 macOS 或 iPad 上的完整 Smart Scoreboard 应用配对此 Apple TV、控制记分牌并发送实时更新。

source: Application
zh_hans: 应用

source: Applied
zh_hans: 已应用

source: Applied +%d min
zh_hans: 已应用 +%d 分钟

source: Apply debate preset
zh_hans: 应用辩论预设

source: Arena Horn
zh_hans: 场馆号角

source: Ascending action tone
zh_hans: 上行动作提示音

source: Assign %@ penalty player
zh_hans: 指定%1$@罚时球员

source: Assign %@ shot clock to %@
zh_hans: 将 %1$@ 进攻计时分配给%2$@

source: Assign a Companion location to each supported event for the selected sport. Empty assignments do not send commands.
zh_hans: 为所选运动支持的每个事件分配一个 Companion 位置。空分配不会发送命令。

source: Assign display modes to enabled Custom Display Control IDs used by Web API custom pages and Remote Displays. ID 0 follows the main Display Control and is not shown here.
zh_hans: 为 Web API 自定义页面和 Remote Display 使用的已启用自定义显示控制 ID 分配显示模式。ID 0 跟随主显示控制，不会显示在这里。

source: Assign one available sound to each supported event for the current sport.
zh_hans: 为当前项目支持的每个事件分配一个可用声音。

source: Assign one available sound to each supported event for the selected sport.
zh_hans: 为所选运动支持的每个事件分配一个可用声音。

source: Assign possession presets by side, pause or reset the active shot clock, and adjust it one second at a time.
zh_hans: 按双方分配球权预设，暂停或重置当前进攻计时，并以一秒为单位微调。

source: Assign saved or connected Remote Displays to Custom Display Control IDs 1-8. Displays set to ID 0 follow the main Display Control.
zh_hans: 将已保存或已连接的 Remote Display 分配到自定义显示控制 ID 1-8。设为 ID 0 的显示会跟随主显示控制。

source: Assign saved or connected Remote Displays to enabled Custom Display Control IDs. Displays set to ID 0 follow the main Display Control.
zh_hans: 将已保存或已连接的 Remote Display 分配到已启用的自定义显示控制 ID。设为 ID 0 的显示会跟随主显示控制。

source: Assign shot clock %@ to %@
zh_hans: 将进攻计时 %1$@ 分配给%2$@

source: Assign the active side, use shot presets or Serve Here, start or pause the shot or serve timer, reset it, and adjust it one second at a time.
zh_hans: 指定当前一方，使用进攻预设或“在此发球”，开始或暂停进攻/发球计时器，重置计时器，并以 1 秒为单位调整。

source: Auto Pause At End
zh_hans: 结束时自动暂停

source: Auto Scroll
zh_hans: 自动滚动

source: Auto-created
zh_hans: 自动创建

source: Available Sounds
zh_hans: 可用声音

source: Award Period
zh_hans: 判定本节

source: Back
zh_hans: 返回

source: Back to Game
zh_hans: 返回比赛

source: Back to Live Board
zh_hans: 返回实时记分牌

source: Back up or restore app settings, current game state, stored game files, and log sessions. Remote Display pairings are excluded; pair displays again after restoring on another device.
zh_hans: 备份或恢复应用设置、当前比赛状态、已存储的比赛文件和日志会话。远程显示配对不会包含在内；在另一台设备上恢复后需要重新配对显示设备。

source: Background Color
zh_hans: 背景颜色

source: Background Only
zh_hans: 仅背景

source: Background Photo
zh_hans: 背景照片

source: Backup
zh_hans: 备份

source: Balanced arena lighting with the existing dark scoreboard look.
zh_hans: 平衡的场馆灯光，保留现有深色记分牌外观。

source: Basketball
zh_hans: 篮球

source: Basketball Controls
zh_hans: 篮球控制

source: Basketball controls combine score, game clock, period, possession, and shot-clock presets from setup. Use this panel to run the main clock, move periods, swap sides, and reset only after play is paused.
zh_hans: 篮球控制会结合设置中的比分、比赛计时、节次、球权和进攻计时预设。使用此面板运行主计时、推进节次、交换双方，并且只在比赛暂停后重置。

source: Basketball Setup
zh_hans: 篮球设置

source: Bench
zh_hans: 替补

source: BENCH
zh_hans: 替补

source: Best of 3
zh_hans: 三局两胜

source: Best of 5
zh_hans: 五局三胜

source: Bitfocus Companion is a separate automation tool for triggering actions on production gear and software. SmartScoreboard can send Companion PRESS commands from scoreboard events.
zh_hans: Bitfocus Companion 是一个独立的自动化工具，可触发制作设备和软件上的动作。SmartScoreboard 可以根据记分牌事件发送 Companion PRESS 命令。

source: Bitfocus Companion is a trademark of its respective owner. SmartScoreboard is not affiliated with or endorsed by Bitfocus.
zh_hans: Bitfocus Companion 是其所有者的商标。SmartScoreboard 与 Bitfocus 没有关联，也未获得其认可。

source: Black
zh_hans: 黑色

source: Black Screen
zh_hans: 黑屏

source: Blitz
zh_hans: 闪电棋

source: Blurred
zh_hans: 模糊

source: Blurred Background
zh_hans: 模糊背景

source: Bottom to Top
zh_hans: 从下到上

source: Bounce Back and Forth
zh_hans: 来回弹动

source: Bright Ding
zh_hans: 清亮提示音

source: Bug Reports
zh_hans: 错误报告

source: Build your own rules
zh_hans: 创建自己的规则

source: Bullet
zh_hans: 子弹棋

source: Bunny Icon
zh_hans: 兔兔图标

source: Cancel
zh_hans: 取消

source: Cards
zh_hans: 红黄牌

source: Center
zh_hans: 居中

source: Change It Back
zh_hans: 改回原图标

source: Checker Fade
zh_hans: 棋盘淡变

source: Chess
zh_hans: 国际象棋

source: Chess Clock
zh_hans: 棋钟

source: Chess Clock Adjust
zh_hans: 棋钟调整

source: Chess Clock Reset
zh_hans: 棋钟重置

source: Chess Clock Switch
zh_hans: 棋钟换边

source: Chess Clock Toggle
zh_hans: 棋钟切换

source: Chess Controls
zh_hans: 国际象棋控制

source: Chess controls use the preset and side clocks configured in Game Setup. Start the active clock, switch turns, adjust side clocks, or reset both player clocks here after pausing the match.
zh_hans: 国际象棋控制会使用“比赛设置”中配置的预设和双方计时。暂停比赛后，可在这里启动当前计时、切换轮次、调整双方计时，或重置两名棋手的计时。

source: Chess Setup
zh_hans: 国际象棋设置

source: Chess Style Clocks
zh_hans: 棋钟式计时

source: Choose
zh_hans: 选择

source: Choose a photo before editing placement.
zh_hans: 请先选择照片，再编辑位置。

source: Choose a photo to enable Photo or Animated Logo mode.
zh_hans: 选择照片后即可启用“照片”或“动画标志”模式。

source: Choose between a shared game clock and chess-style side clocks.
zh_hans: 选择共用比赛计时或棋钟式双方计时。

source: Choose Sport
zh_hans: 选择运动

source: Choose the base left/right orientation for each screen. Swap Sides still flips the live layout during the game. To change Remote Display direction, go to Integration > Remote Display.
zh_hans: 选择每个屏幕的基础左右方向。比赛中“交换双方”仍会翻转实时布局。若要更改远程显示方向，请前往“集成”>“远程显示”。

source: Choose the debate format, round title, side labels, and whether score is tracked.
zh_hans: 选择辩论赛制、回合标题、双方标签以及是否跟踪比分。

source: Choose the look for both the operator controls and public scoreboard.
zh_hans: 选择操作端和公开记分牌的外观。

source: Choose the public display mode and preview the external scoreboard without requiring an attached display. This preview may not match the connected external display exactly.
zh_hans: 选择公开显示模式，并在不连接显示器的情况下预览外部记分牌。此预览可能与已连接的外部显示器不完全一致。

source: Choose the scoreboard mode before editing teams, clocks, and tracking rules.
zh_hans: 先选择记分牌模式，再编辑队伍、计时和跟踪规则。

source: Choose the sport whose Companion assignments you want to edit. Assignments are stored per sport, so basketball, soccer, debate, and custom games can each trigger different Companion buttons.
zh_hans: 选择要编辑 Companion 分配的运动项目。分配按运动项目保存，因此篮球、足球、辩论和自定义比赛都可以触发不同的 Companion 按钮。

source: Choose the sport, teams, clock defaults, and tracking options before opening the live control board.
zh_hans: 先选择运动、队伍、计时默认值和跟踪选项，再打开实时控制面板。

source: Choose the sport, teams, clock defaults, display options, files, and integrations before opening the live board.
zh_hans: 先选择运动、队伍、计时默认值、显示选项、文件和集成，再打开实时控制面板。

source: Choose which integration settings to edit. This selector is only navigation: Web API, Remote Display, and Bitfocus Companion each keep their own enabled state, connection details, and assignments.
zh_hans: 选择要编辑的集成设置。此选择器仅用于导航：Web API、远程显示和 Bitfocus Companion 各自保留启用状态、连接详情和分配。

source: Choose which sport's automation assignments to edit. The live board keeps using the currently configured game sport.
zh_hans: 选择要编辑哪个运动的自动化分配。实时记分牌仍使用当前配置的比赛运动。

source: Choose which sport's sound assignments to edit. The live board keeps using the currently configured game sport.
zh_hans: 选择要编辑哪个运动项目的声音分配。实时控制面板仍会使用当前配置的比赛运动项目。

source: Classic Buzzer
zh_hans: 经典蜂鸣器

source: Classical
zh_hans: 古典棋

source: Clean single control beep
zh_hans: 清晰单次控制哔声

source: Clear
zh_hans: 清除

source: Clear all player cards for %@?
zh_hans: 清除%@所有球员红黄牌？

source: Clear all player cards for both sides?
zh_hans: 清除双方所有球员红黄牌？

source: Clear Background
zh_hans: 透明背景

source: Clear bright confirmation chime
zh_hans: 清亮确认铃声

source: Clear Cards
zh_hans: 清除红黄牌

source: Clear Penalty
zh_hans: 清除罚时

source: Clear Player
zh_hans: 清除球员

source: Clear this %@ penalty timer?
zh_hans: 清除此%@罚时计时器？

source: Clear this %@ player's card state and foul count?
zh_hans: 清除此%@球员的红黄牌状态和犯规次数？

source: Clock
zh_hans: 计时

source: CLOCK
zh_hans: 计时

source: Clock %@ %@
zh_hans: 计时 %1$@ %2$@

source: Clock Alerts
zh_hans: 计时警示

source: Clock Disabled
zh_hans: 计时已停用

source: Clock Mode
zh_hans: 计时模式

source: Clock Pause
zh_hans: 计时暂停

source: Clock Preset
zh_hans: 计时预设

source: Clock Setup
zh_hans: 计时设置

source: Clock Start
zh_hans: 计时开始

source: Coalesces fast changes and sends at most 10 updates per second.
zh_hans: 合并快速变化，每秒最多发送 10 次更新。

source: Code
zh_hans: 代码

source: Companion Automation
zh_hans: Companion 自动化

source: Companion command send failed
zh_hans: Companion 命令发送失败

source: Companion is disabled. Settings and event assignments remain saved.
zh_hans: Companion 已停用。设置和事件分配会保留。

source: Companion is hidden from the live board and disabled. Settings and event assignments remain saved.
zh_hans: Companion 已从实时记分牌隐藏并已停用。设置和事件分配会保留。

source: Companion Off
zh_hans: Companion 关闭

source: Companion On
zh_hans: Companion 开启

source: Companion returned an invalid HTTP response.
zh_hans: Companion 返回了无效的 HTTP 响应。

source: Companion returned HTTP %d.
zh_hans: Companion 返回了 HTTP %1$d。

source: Companion Settings
zh_hans: Companion 设置

source: Configure Integration
zh_hans: 配置集成

source: Configure public scoreboard lineup display, foul highlighting, and red alert timing.
zh_hans: 配置公开记分牌的阵容显示、犯规高亮和红色警示时间。

source: Configure roster size, player identities, active lineup, and foul tracking.
zh_hans: 配置名单人数、球员身份、上场阵容和犯规跟踪。

source: Configure Sport
zh_hans: 配置运动项目

source: Confirm %@ Card Reset
zh_hans: 确认重置%@红黄牌

source: Confirm %@ Foul Reset
zh_hans: 确认重置%@犯规

source: Confirm %@ Penalty Clear
zh_hans: 确认清除%@罚时

source: Confirm %@ Period Win
zh_hans: 确认%1$@赢得本节

source: Confirm %@ Player Clear
zh_hans: 确认清除%@球员状态

source: Confirm %@ Prep Reset
zh_hans: 确认重置%@准备时间

source: Confirm %@ Reset
zh_hans: 确认重置%1$@

source: Confirm %@ Team Foul Reset
zh_hans: 确认重置%@全队犯规

source: Confirm before replacing %@ on %@.
zh_hans: 替换 %2$@ 上的 %1$@ 前请先确认。

source: Confirm Card Reset
zh_hans: 确认重置红黄牌

source: Confirm Clock Reset
zh_hans: 确认重置计时

source: Confirm Player Foul Reset
zh_hans: 确认重置球员犯规

source: Confirm Previous %@
zh_hans: 确认返回上一%@

source: Confirm Round Reset
zh_hans: 确认重置回合

source: Confirm Segment Reset
zh_hans: 确认重置环节

source: Confirm Shot Clock Reset
zh_hans: 确认重置进攻计时

source: Confirm Sound Reset
zh_hans: 确认重置声音

source: Confirm Team Foul Reset
zh_hans: 确认重置全队犯规

source: Confirm Undo and Return
zh_hans: 确认撤销并返回

source: Confirm Zero Scores
zh_hans: 确认清零比分

source: Connect
zh_hans: 连接

source: Connect production tools
zh_hans: 连接制作工具

source: Connect Scoreboard to broadcast tools, overlays, and automation systems.
zh_hans: 将 Scoreboard 连接到播出工具、叠加画面和自动化系统。

source: Connect the Remote Display before running a sound test.
zh_hans: 请先连接远程显示，然后再运行声音测试。

source: Connected Displays
zh_hans: 已连接显示设备

source: Connected, saved, and nearby displays appear together. Saved displays can connect without another code; new displays need the 4-digit code shown on that display.
zh_hans: 已连接、已保存和附近的显示设备会一起显示。已保存的显示设备无需再次输入代码即可连接；新的显示设备需要输入该显示设备上显示的 4 位代码。

source: Connecting
zh_hans: 正在连接

source: Connection
zh_hans: 连接

source: Connection Failed
zh_hans: 连接失败

source: Constructive
zh_hans: 立论

source: Contextual tips appear near key controls while you set up and run the scoreboard. You can turn them off or reset them any time in Settings > About.
zh_hans: 设置和运行记分牌时，上下文提示会显示在关键控制附近。你可以随时在“设置”>“关于”中关闭或重置它们。

source: Control Board
zh_hans: 控制记分牌

source: Control global audio and preview sport-specific timer sounds.
zh_hans: 控制全局音频，并预听各项目的计时提示音。

source: Controls logos on public, external, and remote displays. Hiding logos keeps the selected images.
zh_hans: 控制公开、外部和远程显示上的标志。隐藏标志会保留已选择的图片。

source: Controls only the public/external display. The preview stays unchanged.
zh_hans: 只控制公开/外部显示；预览保持不变。

source: Cooler tones and subdued surfaces for darker venues.
zh_hans: 冷色调和低调表面，适合较暗场馆。

source: Core custom sport identity and scoring behavior.
zh_hans: 自定义项目的名称和计分行为。

source: Count Up
zh_hans: 正计时

source: Countdown
zh_hans: 倒计时

source: Create game file
zh_hans: 创建比赛文件

source: Cross-Ex
zh_hans: 交叉质询

source: Crossfire
zh_hans: 交锋质询

source: Current score is %d-%d.
zh_hans: 当前比分为 %1$d-%2$d。

source: Current Sport
zh_hans: 当前项目

source: Current sport does not support possession
zh_hans: 当前项目不支持球权

source: Current sport does not support serving side
zh_hans: 当前项目不支持发球方。

source: Current sport does not track period wins
zh_hans: 当前项目不记录节胜。

source: Custom 1
zh_hans: 自定义 1

source: Custom 1 Name
zh_hans: 自定义 1 名称

source: Custom 2
zh_hans: 自定义 2

source: Custom 2 Name
zh_hans: 自定义 2 名称

source: Custom 3
zh_hans: 自定义 3

source: Custom 3 Name
zh_hans: 自定义 3 名称

source: Custom Controls
zh_hans: 自定义控制

source: Custom controls reflect the modules enabled in Game Setup. If clock, period, secondary timer, substitutions, penalty timers, fouls, cards, or player tools are missing, return to Settings and turn on that custom option before going live.
zh_hans: 自定义控制会反映在比赛设置中启用的模块。若缺少计时、节数、辅助计时器、替补、罚时计时器、犯规、红黄牌或球员工具，请返回设置并在上线前开启对应的自定义选项。

source: Custom controls reflect the modules enabled in Game Setup. If clock, period, shot clock, substitutions, fouls, cards, or player tools are missing, return to Settings and turn on that custom option before going live.
zh_hans: 自定义控制会反映“比赛设置”中启用的模块。如果缺少计时、阶段、进攻计时、换人、犯规、红黄牌或球员工具，请在上线前返回“设置”并开启对应的自定义选项。

source: Custom Debate
zh_hans: 自定义辩论

source: Custom Display Control
zh_hans: 自定义显示控制

source: Custom Dual Clocks
zh_hans: 自定义双计时

source: Custom dual-clock controls use the side clocks configured in Game Setup. Start the active clock, switch turns, adjust side clocks, or reset both clocks here after pausing live play.
zh_hans: 自定义双计时控制会使用“比赛设置”中配置的双方计时。暂停实时比赛后，可在这里启动当前计时、切换轮次、调整双方计时，或重置两个计时。

source: Custom Format
zh_hans: 自定义格式

source: Custom General
zh_hans: 自定义常规

source: Custom Mode Names
zh_hans: 自定义模式名称

source: Custom Player Tools
zh_hans: 自定义球员工具

source: Custom Setup
zh_hans: 自定义设置

source: Custom Sport
zh_hans: 自定义项目

source: Custom Sport Config
zh_hans: 自定义项目配置

source: Custom Title
zh_hans: 自定义标题

source: Custom User Page
zh_hans: 自定义用户页面

source: Date + 12-Hour
zh_hans: 日期 + 12 小时

source: Date + 24-Hour
zh_hans: 日期 + 24 小时

source: Debate
zh_hans: 辩论

source: Debate Bell
zh_hans: 辩论铃

source: Debate Controls
zh_hans: 辩论控制
